<template>
	<div class="gywm">
		<img src="../../build/ect.png" />
<div class="daz">
		<div clas；s="zp">
			<ul>
			<li class="gs">公司介绍</li>
			<li class="cp">产品团队</li>
			<li class="lx">联系我们</li>
			</ul>

		</div>
		<div class="yp">
			<p style="font-size: 20px;text-align: center;">中国科学院计算技术研究所</p>
			<p>   中国科学院计算技术研究所（简称计算所）创建于1956年，是中国第一个专门从事计算机科学技术综合性研究的学术机构。计算所研制成功了我国第一台通用数字电子计算机，并形成了我国高性能计算机的研发基地，我国首枚通用CPU芯片也诞生在这里。

  中国科学院计算技术研究所
      1965年研制成功的我国第一台109乙大型通用晶体管计算机，标志着计算所整机研制技术已进入第二代；1971年研制成功的111型通用计算机是我国第一批集成电路计算机；1976年交付使用的013计算机综合体现了计算所在第三代计算机技术方面的科研成果与水平。该机为二机部九院服务了14年，稳定运行时间13万小时以上。1978年，计算所有14项科研成果获得全国科学大会重大成果奖。

       从80年代中期开始，计算所以独资或合资方式相继开办了近二十家科技企业，在微机、高性能计算机、软件和机器翻译等方面为促进我国相应产业的发展做出过较大贡献。中关村科技市场上曾有较高知名度的两通两海科技公司（四通、信通、科海、京海）也都有计算所的科技人员参与创建，其中信通、科海、京海三家公司是以计算所科研人员为主创建的。

      在改革开放的大潮中，计算所成功地做成了两件具有长远影响的工作。

      1984年，成立了计算所新技术发展公司，它是联想集团的前身。公司将联想式汉字微机系统科研成果转化成联想汉卡，作为创业阶段的主要产品推向市场，实行科研、开发、生产、销售一条龙的企业化管理体制。后来，公司更名为北京联想计算机集团公司。

  联想全球总部
      1986年，国家启动863高科技计划给计算所的发展提供了新的机遇。基于计算所的科研实力和努力争取，当时的国家科委经过论证，选中了计算所作为“国家智能计算机研究开发中心”的依托单位。1990年3月智能中心成立。中心把符合国际技术主流和市场需求的高性能计算机及其应用系统作为主攻方向。

       三年后，第一项成果曙光一号并行计算机开始走向市场。这是一台全对称共享存储多处理机，是国内首次采用商品化微处理机芯片和UNIX操作系统，走与国际接轨道路研制并行机的一次可喜的尝试，为我国在对外开放的形势下研制高性能计算机探索了一条新路，获得了1994年度中国科学院科技进步特等奖，1995年度国家科技进步二等奖。1995年，中心又推出曙光1000大规模并行计算机系统，它是我国自行研制成功的第一台实际运行速度超过每秒10亿次浮点运算的并行机，对推动我国并行计算应用发挥了重要作用，再次获得中国科学院科技进步特等奖，在1997年，获得国家科技进步一等奖。中心怀着“老树发新芽，重铸辉煌”的决心，经过十多年的奋斗，研制出了多种系列的高性能计算机产品，使计算所几代科技人员为之奋斗的夙愿变成了现实。如今的计算所是我国高性能计算机研制的一支重要力量，并在产业化方面起着领头雁的作用。

  曙光、龙芯、寒武纪皆源于计算所
      计算所与曙光公司密切配合，先后于1998年底、2000年初和2001年初推出了曙光2000-I、曙光2000-II和曙光3000超级服务器，基本上做到每年推出一代高性能计算机新产品，计算速度从每秒200亿次到1100亿次再提高到每秒4000亿次浮点运算。曙光3000的计算能力比863计划预定目标高出40倍，超出当时国外对我国禁运的高端计算机一个数量级，对打破国外高技术封锁、提高我国综合国力做出了贡献。 CPU芯片是计算机的心脏、信息产业的支柱、知识经济的基石。计算所敏锐地看到研制通用高性能处理器是带动整个信息产业发展的重要突破口，2001年开始进行龙芯CPU芯片的研制。

  龙芯3号
      2002年9月，计算所发布了龙芯1号通用CPU芯片。龙芯1号CPU采用0.18微米CMOS工艺实现，定点字长32位，浮点字长64位，主频266MHz，实际运行功耗小于0.5瓦。龙芯1号流片成功，表明计算所已开始掌握CPU设计的核心技术，结束了中国人不能设计通用CPU芯片的历史。

      在随后的三年里，在中国科学院知识创新工程二期和国家863计划的支持下，计算所开展了龙芯2号CPU芯片的研制。2006年初流片成功的龙芯2E采用四发射超标量超流水线结构，90纳米工艺实现，主频达到1GHz，实际性能已相当于中、低档的奔腾4，但功耗只有8瓦左右。龙芯CPU为提高我国信息产业的自主创新能力、改变我国信息领域核心技术受制于人的被动局面做出了杰出贡献。

      2006年，计算所与意法半导体公司签署了有关龙芯2E生产销售和升级开发的协议，开创了我国在集成电路领域向国外大公司实施技术许可的先河。计算所的CPU设计技术被国外大公司有偿使用，说明计算所已具备在核心技术上参与国际竞争的实力。

      曙光系列超级服务器的研制在知识创新工程二期中也取得了累累硕果。2003年通过验收的曙光4000L是当时国内最大的百万亿字节（100TB）数据处理超级服务器，该款产品被专家们誉为超级服务器中的“航空母舰”，在支持数据密集应用的技术上实现了多项重大突破。2004年通过鉴定的曙光4000A实现了技术和应用的双跨越，成为国内计算能力最强的商品化超级计算机，作为中国国家网格最大的节点主机安装在上海超级计算中心。曙光4000A峰值速度达到每秒11.2万亿次，Linpack测试速度每秒8.06万亿次浮点运算，在2004年6月世界高性能计算机TOP500中位列第十，标志着我国成为继美国、日本之后第三个能够制造、应用10万亿次商品化高性能计算机的国家。以计算所的技术为支撑的曙光公司已成为我国服务器产业的骨干企业。

  中科曙光
      龙芯1号、曙光3000、曙光4000L、曙光4000A、龙芯2号连续五年相继被两院院士评为当年十大科技进展。科技日报庆祝建国55周年评选的“科技中国55项第一”中，计算所的科技成果占了三项（曙光1000、曙光4000A和龙芯1号）。“龙芯”与“曙光”的成就表明计算所既是国家重大科研计划实施的“龙头”，也是计算机产业的技术源头。

      近年来，龙芯在自主CPU的研发和产业化方面都取得了重要进展，拥有可持续发展的知识产权保障，掌握处理器微结构自主设计的核心技术，拥有相关安全资质。龙芯中科在知识产权、核心技术和资质等方面均不受制于人，拥有真正的自主发展权。随着龙芯CPU的性能不断提高，围绕龙芯CPU进行下游产品研发的单位已有500多家，技术人员达上万人，基于自主可控CPU的生态产业链已初步形成。龙芯CPU在包括北斗卫星在内的十几种国家重器，以及党政办公、能源、电力、交通等领域得到广泛应用，为国家安全提供了基本支撑。 5月3日，曙光公司在寒武纪科技2018产品发布会上，同步推出搭载寒武纪云端智能芯片MLU100的服务器产品系列“PHANERON”，先人一步将最新的智能“芯”能力推向广泛的市场应用，为曙光先进计算阵营再添新军。

  曙光发布全球首款搭载寒武纪MLU100的云端服务器
      据曙光公司总裁助理李斌介绍，曙光全新的PHANERON云端服务器可以支持2-10块寒武纪MLU处理卡，可灵活应对不同的智能应用负载。以升级版的PHANERON-10为例，单台专用服务器可集成10片寒武纪人工智能处理单元，可以为人工智能训练应用提供832T半精度浮点运算能力，为推理应用提供1.66P整数运算能力。

class="pad-bottm10"      “这是非常惊人的计算能力。”李斌举例说，这相当于将一个200台以上的普通计算集群提供的计算能力，压缩到一个4U的计算节点中，而实际能耗只有1.2-1.3KW，“能效提升30倍以上”。

  PHANERON-10与普通服务器对比
      寒武纪的创业团队源自中国科学院计算技术研究所智能处理器研究中心，拥有深厚的学术积累，团队作为第一单位，与Inria等机构合作发表的DianNao系列论文，于2014-2016年期间多次获得计算机体系结构各大顶级学术会议最佳论文奖/最高分论文。寒武纪团队成员前期在智能处理器指令集和架构方面的基础研究成果在业界获得了崇高声誉，相关研究成果得到国内外学界广泛关注，极大地推动了全球智能处理器芯片的研发。

  寒武纪在中国上海发布了首款云端智能芯片MLU100
      2018年5月3日，寒武纪在中国上海发布了首款云端智能芯片MLU100及相应的板卡产品。MLU100芯片主要用于云端的机器学习推断任务，可支持视觉、语音、自然语言处理等多种类型的云端应用场景，平衡模式下的等效理论峰值达128万亿次定点运算每秒，高性能模式下的等效理论峰值更可达166.4万亿次定点运算每秒，但典型板级功耗仅为80瓦，峰值功耗不超过110瓦。MLU100芯片是寒武纪发展历程上全新的里程碑，标志着寒武纪已成为中国第一家（也是世界上少数几家）同时拥有终端和云端智能处理器产品的商业公司。寒武纪研发的寒武纪1A（Cambricon-1A）是全球第一款商用终端智能处理器IP产品，赋能华为麒麟970芯片成为世界首款人工智能手机芯片，为华为Mate10、P20等四款手机插上智慧之翼。</p>
	</div>
	
	</div>
	</div>
</template>

<script>
</script>

<style>
	.gywm img{
		width: 100%;
	}
	.daz{
		width: 1200px;margin:  0 auto;
	}
	.daz:after{
		display: block;
	clear: both;
	content: "";
	}
	.zp{
		float: left;
	}
	.zp{
		width: 20%;
		margin-top: 30px;
	}
	 .zp ul li{
		margin-top: 20px;
	}
	.yp{
		width: 80%;
		margin-top: 60px;
		margin-bottom: 50px;
	}
	.yp{
		float: right;
	}
	.yp-1{
		display: none;
	}
	.yp-2{
		display: none;
	}
</style>